Repository: ChDeinert/Translator
Catalog: locale/*/LC_MESSAGES/module_translator.po
Languages: de

source: Configure translation languages
de: Übersetzungssprachen Konfigurieren

source: Add New Translation Strings
de: Neue Übersetzungsstrings hinzufügen

source: Import Translation from Module
de: Aus Modul importieren

source: New Translationstrings
de: Neue Übersetzungsstrings

source: Sourcestring
de: Quell-String

source: No items found.
de: Nichts gefunden

source: Configure Modules to translate
de: Module zum Übersetzen konfigurieren

source: Modulename
de: Modulname

source: Active for Translation
de: Für Übersetzung aktiviert

source: Save
de: Speichern

source: Cancel
de: Abbruch

source: Configuration of languages to translate
de: Konfiguration der Sprachen zum Übersetzen

source: Langcode
de: Sprachcode

source: Language
de: Sprache

source: Items per page
de: Anzahl pro Seite

source: Languages
de: Sprachen

source: No Language configured.
de: keine Sprache Konfiguriert

source: View Available Translations
de: Verfügbare Übersetzungen anzeigen

source: Edit Available Translations
de: Verfügbare Übersetzungen bearbeiten

source: Could not update Translation '%s'
de: Übersetzung '%s' konnte nicht aktualisiert werden

source: Could not insert Translation '%s'
de: Übersetzung '%s' konnte nicht hinzugefügt werden

source: Configuration successfully updated
de: Konfiguration erfolgreich aktualisiert

source: Moduletranslations
de: Modulübersetzungen

source: Targetstring
de: Ziel-String

source: Export Translations
de: Übersetzungen Exportieren

source: Created .pot-File for module %s
de: .pot-Datei für Modul %s erstellt

source: Error while creating .pot-File for module %s
de: Fehler beim erstellen der .pot-Datei für das Modul %s

source: Created .po-File for module %s
de: .po-Datei für Modul %s erstellt

source: Error while creating .po-File for module %s
de: Fehler beim erstellen der .po-Datei für das Modul %s

source: Compiled .po- to .mo-File for module %s
de: .po-Datei des Moduls %s zu .mo-Datei kompiliert

source: Error while compiling .po- to .mo-File for module %s
de: Fehler beim kompilieren der .po-Datei des Moduls %s in eine .mo-Datei

source: Module
de: Modul

source: All languages
de: Alle Sprachen

source: Export to .pot-File
de: Export in eine .pot-Datei

source: Export to .po-File
de: Export in eine .po-Datei

source: Configure translation modules
de: Zu Übersetzende Module konfigurieren

source: Translations saved
de: Übersetzungen gespeichert

source: Could not fild pot-File
de: pot-Datei konnte nicht gefunden werden

source: Sourcestrings from .pot-File imported
de: Quell-Strings aus der .pot-Datei importiert

source: Translation from .po-File imported
de: Übersetzungen aus der .po-Datei importiert

source: Import Translations
de: Übersetzungen importieren

source: Files
de: Dateien

source: Import from %s-file
de: Aus %s-Datei importieren

source: Language:
de: Sprache:

source: Back
de: Zurück

source: All
de: Alle

source: Gettext Translation-generation
de: Gettext Übersetzungs Generator

source: Current module:
de: Aktuelles Modul:

source: New Sourcestrings
de: Neue Quellstrings

source: Available Translations
de: Vorhandene Übersetzungen

source: Translated
de: Übersetzt

source: Select Module to Translate
de: Modul zur Übersetzung wählen

source: No Modules found!
de: Keine Module gefunden!

source: Scanning the Module for Translation strings
de: Module nach Strings zur Übersetzung durchsuchen

source: Current file:
de: Aktuelle Datei:

source: Translation of the Module
de: Übersetzung des Moduls

source: Scan for untranslated Strings
de: Suche nach nicht übersetzten Strings

source: Untranslated
de: Nicht übersetzt

source: No Translations available. Please scan the module to see if there are String to translate!
de: Keine Übersetzungen gefunden. Bitte durchsuchen Sie das Modul ob es neue Strings zum übersetzen gibt!

source: Missing parameters!
de: Parameter fehlen!

source: Finishing search...
de: Suche wird abgeschlossen...

source: Export Translation Template
de: Übersetzungstemplate exportieren

source: System Module
de: Systemmodul

source: Core Module
de: Kernmodul
